Repository: mltony/nvda-word-nav
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fr, hr, it, pt_br, pt_pt, uk

source: WordNav
hr: Kretanje po riječima (WordNav)
uk: Навігація по словах

source: Default NVDA word navigation (WordNav disabled)
es: Navegación por defecto por palabras de NVDA (WordNav desactivado)
fr: Navigation par mots NVDA par défaut (WordNav désactivé)
hr: Zadano NVDA kretanje po riječima (WordNav onemogućen)
it: Navigazione predefinita per parole di NVDA (WordNav disattivato)
pt_br: Navegação por palavras padrão do NVDA (WordNav desativado)
pt_pt: Navegação por palavras NVDA predefinida (WordNav desativado)
uk: Навігація по словах NVDA початково (WordNav вимкнено)

source: Notepad++ style navigation
es: Navegación estilo Notepad++
fr: Navigation de style Notepad++
hr: Notepad++ stil kretanja
it: Navigazione in stile Notepad++
pt_br: Navegação no estilo do Notepad++
pt_pt: Navegação ao estilo do Notepad++
uk: Навігація у стилі Notepad++

source: Bulky word navigation
es: Navegación por palabras en lote
fr: Navigation dans les mots volumineux
hr: Opsežno kretanje po riječima
it: Navigazione per parole in blocco
pt_br: Navegação com palavras volumosas
pt_pt: Navegação por palavras volumosas
uk: Навігація по довгих словах

source: Fine word navigation - good for programming
es: Navegación fina por palabras, buena para programar
fr: Navigation fine des mots - bon pour la programmation
hr: Fino kretanje po riječima – dobro za programiranje
it: Navigazione fine per parole, utile per programmare
pt_br: Navegação por palavras finas - bom para programação
pt_pt: Navegação por palavras finas - bom para programação
uk: Тонка навігація по словах - добре для програмування

source: MultiWord navigation - reads multiple words at once
es: Navegación multipalabra, lee varias palabras a la vez
fr: Navigation de plusieurs mots - lit plusieurs mots à la fois
hr: Kretanje po višebrojnim riječima – čita više riječi odjednom
it: Navigazione multiparola, legge più parole alla volta
pt_br: Navegação MultiWord - lê várias palavras de uma só vez
pt_pt: Navegação MultiWord - lê várias palavras ao mesmo tempo
uk: Багатослівна навігація - одночасне читання кількох слів

source: Custom regular expression word navigation
es: Navegación por palabras con expresión regular personalizada
fr: Navigation de mot d'expression régulière personnalisée
hr: Prilagođen pravilni izraz za kretanje po riječima
it: Navigazione per parole con espressione regolare personalizzata
pt_br: Navegação por palavras com expressões regulares personalizadas
pt_pt: Navegação por palavras com expressões regulares personalizadas
uk: Навігація по словах за допомогою користувацьких регулярних виразів

source: Unassigned
es: Sin asignar
fr: Non attribué
hr: Nedodijeljeno
it: Non assegnato
pt_br: Não atribuído
pt_pt: Não Atribuidos
uk: Непризначено

source: Enable WordNav in editables
es: Activar WordNav en campos editables
fr: Activer WordNav dans les éléments modifiables
hr: Omogući WordNav u poljima za uređivanje
it: Attivare WordNav nei campi modificabili
pt_br: Habilitar o WordNav em editáveis
pt_pt: Ativar o WordNav em caixas editáveis
uk: Увімкнути навігацію по словах у полях редагування

source: Enable WordNav in browse mode.
es: Activar WordNav en modo exploración.
fr: Activez WordNav en mode navigation.
hr: Omogući WordNav u modusu čitanja.
it: Attivare WordNav in modalità esplorazione.
pt_br: Habilitar o WordNav no modo de navegação.
pt_pt: Ativar o WordNav no modo de navegação.
uk: Увімкнути навігацію по словах в режимі огляду.

source: Enable WordNav word selection
es: Activar selección de palabras de WordNav
fr: Activer la sélection de mots en WordNav
hr: Omogući WordNav biranje riječi
it: Attivare la selezione delle parole di WordNav
pt_br: Habilitar a seleção de palavras do WordNav
pt_pt: Ativar a seleção de palavras do WordNav
uk: Увімкнути виділення слів навігації по словах

source: Include trailing space when selecting words with control+shift+rightArrow
es: Incluir espacio final al seleccionar palabras con control+shift+flecha derecha
fr: Inclure un espace de fin lors de la sélection de mots avec contrôle+maj+flèche droite
hr: Uključi završni razmak pri odabiru riječi s control+shift+strelicom desno
it: Includi lo spazio finale durante la selezione delle parole con control+shift+frecciaDestra
pt_br: Incluir espaço à direita ao selecionar palavras com control+shift+seta direita
pt_pt: Incluir espaço final ao selecionar palavras com control+shift+seta para a direita
uk: Додавати пробіл під час виділення слів за допомогою комбінації клавіш control+shift+стрілка вправо

source: Left control behavior:
es: Comportamiento de control izquierdo:
fr: Comportement du Contrôle gauche :
hr: Ponašanje lijeve kontrole:
it: Comportamento del tasto Ctrl sinistro:
pt_br: Comportamento de control à esquerda:
pt_pt: Comportamento de controlo esquerdo:
uk: Поведінка лівого Control:

source: Right control behavior:
es: Comportamiento de control derecho:
fr: Comportement du Contrôle droit :
hr: Ponašanje desne kontrole:
it: Comportamento del tasto Ctrl destro:
pt_br: Comportamento de control correto:
pt_pt: Comportamento de controlo direito:
uk: Поведінка правого Control:

source: Left Control+Windows behavior:
es: Comportamiento de control izquierdo+windows:
fr: Comportement du Contrôle gauche+Windows :
hr: Ponašanje lijeve kombinacije Control+Windows:
it: Comportamento di Ctrl sinistro + Windows:
pt_br: Control esquerdo + comportamento do Windows:
pt_pt: Controlo esquerdo+Comportamento do Windows:
uk: Поведінка лівого Control+Windos:

source: Right Control+Windows behavior:
es: Comportamiento de control derecho+windows:
fr: Comportement du Contrôle droit+Windows :
hr: Ponašanje kombinacije desni Control+Windows:
it: Comportamento di Ctrl destro + Windows:
pt_br: Control direito + comportamento do Windows:
pt_pt: Controlo direito+Comportamento do Windows:
uk: Поведінка правого Control+Windows:

source: Bulky word separators:
es: Separadores de palabras en lote:
fr: Séparateurs de mots volumineux :
hr: Glomazni razdjelnici riječi:
it: Separatori di parole in blocco:
pt_br: Separadores de palavras volumosos:
pt_pt: Separadores de palavras volumosas:
uk: Розділювачі довгих слів:

source: Custom word regular expression:
es: Expresión regular personalizada para palabras:
fr: Expression régulière de mot personnalisé :
hr: Prilagođeni izraz za dijeljenje riječi:
it: Espressione regolare personalizzata per parole:
pt_br: Expressão regular de palavra personalizada:
pt_pt: Personalizar expressão regular de palavra:
uk: Користувацький регулярний вираз для слів:

source: Optional Custom word end regular expression for word selection:
es: Expresión regular personalizada opcional de fin de palabra para selección de palabras:
fr: Expression régulière de fin de mot personnalisée facultative pour la sélection de mots :
hr: Opcionalno prilagođen regularni izraz kraja riječi za biranje riječi:
it: Espressione regolare personalizzata opzionale di fine parola per la selezionedi parole:
pt_br: Opcional Expressão regular de fim de palavra personalizada para seleção de palavras:
pt_pt: Opcional Expressão regular de fim de palavra personalizada para seleção de palavras:
uk: Необов'язково Користувацький регулярний вираз для виділення кінця слова:

source: Word count for multiWord navigation:
es: Cantidad de palabras en la navegación multipalabra:
fr: Nombre de mots pour la navigation qui regroupe plusieurs mots :
hr: Broj riječi za navigaciju s više riječi:
it: Numero di parole nella navigazione multiparola:
pt_br: Contagem de palavras para navegação com várias palavras:
pt_pt: Contagem de palavras para navegação multiWord:
uk: Кількість слів для багатослівної навігації:

source: Volume of chime when crossing paragraph border
es: Volumen del timbre al cruzar el borde de un párrafo
fr: Volume du carillon lors du franchissement de la bordure du paragraphe
hr: Glasnoća zvuka pri prelasku granice odlomka
it: Volume del segnale acustico al superamento del bordo di un paragrafo
pt_br: Volume do sinal sonoro ao cruzar o limite do parágrafo
pt_pt: Volume do sinal sonoro ao passar a margem do parágrafo
uk: Гучність сигналу при перетині межі абзацу

source: Disable WordNav in applications (comma-separated list)
es: Desactivar WordNav en aplicaciones (lista separada por comas)
fr: Désactiver WordNav dans les applications (liste séparée par des virgules)
hr: Onemogući WordNav u aplikacijama (popis razdvojen zarezom)
it: Disattivare WordNav nelle applicazioni (lista separata da virgole)
pt_br: Desativar o WordNav em aplicativos (lista separada por vírgulas)
pt_pt: Desativar o WordNav nas aplicações (lista separada por vírgulas)
uk: Вимкнути навігацію по словах у програмах (список, розділений комами)

source: Disable in Google Docs
es: Desactivar en Documentos de Google
fr: Désactiver dans Google Docs
hr: Onemogući u Google dokumentima
it: Disattivare in Documenti Google
pt_br: Desabilitar no Google Docs
pt_pt: Desativar no Google Docs
uk: Вимкнути в Google Документах

source: WordCount must be a positive integer greater than 2.
es: La cantidad de palabras debe ser un entero positivo mayor que 2.
fr: WordCount doit être un entier positif supérieur à 2.
hr: WordCount mora biti pozitivan cijeli broj veći od 2.
it: Il numero di parole deve essere un numero intero positivo maggiore di 2.
pt_br: WordCount deve ser um número inteiro positivo maior que 2.
pt_pt: WordCount deve ser um número inteiro positivo superior a 2.
uk: Кількість слів має бути цілим додатнім числом, більше ніж 2.

source: Error: in order for word navigation to work correctly in VSCode, please install the following: 1. NVDA add-on IndentNav version v2.0 or later. 2. VSCode extension: Accessibility for NVDA IndentNav. Please consult WordNav Readme file for more information.
es: Error: para que WordNav funcione adecuadamente en VSCode, se debe instalar lo siguiente: 1. El complemento IndentNav para NVDA, versión 2.0 o posterior. 2. La extensión para VSCode: Accesibilidad para NVDA IndentNav. Consulta el archivo léame de WordNav para más detalles.
fr: Erreur : pour que la navigation dans les mots fonctionne correctement dans VSCode, veuillez installer ce qui suit : 1. Extension NVDA IndentNav version v2.0 ou ultérieure. 2. Extension VSCode : Accessibilité pour NVDA IndentNav. Veuillez consulter le fichier readme de WordNav pour plus d'informations.
hr: Pogreška: da bi navigacija tekstom ispravno funkcionirala u VSCodeu, instalirajte sljedeće: 1. NVDA dodatak IndentNav verzija v2.0 ili novija. 2. VSCode proširenje: Pristupačnost za NVDA IndentNav. Dodatne informacije potražite u datoteci ReadMe za WordNav.
it: Errore: per far funzionare correttamente WordNav in VSCode, è necessario installarequanto segue: 1. Il componente aggiuntivo IndentNav per NVDA, versione 2.0 o successiva. 2. L’estensione per VSCode: Accessibilità per NVDA IndentNav. Consulta il file leggi-mi di WordNav per maggiori dettagli.
pt_br: Erro: para que a navegação por palavras funcione corretamente no VSCode, instale o seguinte: 1. O complemento NVDA IndentNav versão v2.0 ou posterior. 2. Extensão VSCode: Accessibility for NVDA IndentNav (Acessibilidade para NVDA IndentNav). Consulte o arquivo Leiame do WordNav para obter mais informações.
pt_pt: Erro: para que a navegação por palavras funcione corretamente no VSCode, instale o seguinte: 1. Complemento NVDA IndentNav versão v2.0 ou posterior. 2. Extensão VSCode: Acessibilidade para NVDA IndentNav. Para mais informações, consulte o ficheiro Readme do WordNav.
uk: Помилка: щоб навігація по словам працювала правильно у VSCode, будь ласка, встановіть наступне: 1. додаток NVDA IndentNav версії 2.0 або новішої. 2. Розширення VSCode: доступність для NVDA IndentNav. Для отримання додаткової інформації зверніться до файлу Readme WordNav.

source: WordNav error
es: Error de WordNav
fr: Erreur WordNav
hr: WordNav pogreška
it: Error de WordNav
pt_br: Erro do WordNav
pt_pt: Erro WordNav
uk: Помилка навігації по словах

source: Error: in order for word navigation to work correctly in VSCode, please install the following: 1. NVDA add-on IndentNav version v2.0 or later. 2. VSCode extension: Accessibility for NVDA IndentNav. IndentNav add-on has been detected; but VSCode extension does not appear to be running.. Please consultf WordNav Readme file for more information.
es: Error: para que WordNav funcione adecuadamente en VSCode, se debe instalar lo siguiente: 1. El complemento IndentNav para NVDA, versión 2.0 o posterior. 2. La extensión para VSCode: Accesibilidad para NVDA IndentNav. Se ha detectado el complemento IndentNav, pero la extensión para VSCode no parece estar en funcionamiento. Consulta el archivo léame de WordNav para más detalles.
fr: Erreur : pour que la navigation dans les mots fonctionne correctement dans VSCode, veuillez installer ce qui suit : 1. Extension NVDA IndentNav version v2.0 ou ultérieure. 2. Extension VSCode : Accessibilité pour NVDA IndentNav. L'extension IndentNav a été détectée ; mais l'extension VSCode ne semble pas être en cours d'exécution. Veuillez consulter le fichier readme de WordNav pour plus d'informations.
hr: Pogreška: da bi navigacija tekstom ispravno funkcionirala u VSCodeu, instalirajte sljedeće: 1. NVDA dodatak IndentNav verzija v2.0 ili novija. 2. VSCode proširenje: Pristupačnost za NVDA IndentNav. Otkriven je dodatak IndentNav; ali čini se da VSCode ekstenzija nije pokrenuta.. Dodatne informacije potražite u datoteci ReadMe za WordNav.
it: Errore: per far funzionare correttamente WordNav in VSCode, è necessario installarequanto segue: 1. Il componente aggiuntivo IndentNav per NVDA, versione 2.0 o successiva. 2. L'estensione per VSCode: Accessibilità per NVDA IndentNav. È stato rilevato il componente aggiuntivo IndentNav, ma l'estensione per VSCode no.sembra non essere in funzione. Consulta il file leggimi di WordNav per maggiori dettagli.
pt_br: Erro: para que a navegação por palavras funcione corretamente no VSCode, instale o seguinte: 1. O complemento NVDA IndentNav versão v2.0 ou posterior. 2. Extensão VSCode: Accessibility for NVDA IndentNav (Acessibilidade para NVDA IndentNav). O complemento IndentNav foi detectado, mas a extensão VSCode não parece estar em execução. Consulte o arquivo Leiame do WordNav para obter mais informações.
pt_pt: Erro: para que a navegação por palavras funcione corretamente no VSCode, instale o seguinte: 1. Complemento NVDA IndentNav versão v2.0 ou posterior. 2. Extensão VSCode: Acessibilidade para NVDA IndentNav. O complemento IndentNav foi detectado, mas a extensão VSCode não parece estar a funcionar. Consulte o ficheiro Readme do WordNav para obter mais informações.
uk: Помилка: для коректної роботи навігації по словах у VSCode, будь ласка, встановіть наступне: 1. додаток NVDA IndentNav версії v2.0 або новішої. 2. Розширення VSCode: Доступність для NVDA IndentNav. Додаток IndentNav виявлено, але розширення VSCode, схоже, не запущено. Будь ласка, зверніться до файлу Readme WordNav для отримання додаткової інформації.

source: WordNav move by word
es: Movimiento por palabras de WordNav
fr: WordNav se déplace par mot
hr: WordNav kretanje po riječima
it: Movimento per parole di WordNav
pt_br: WordNav mover por palavra
pt_pt: WordNav mover por palavra
uk: WordNav переміщення по словам

source: Improved navigate by word and word selection commands.
es: Mejora las órdenes de navegación por palabras y selección de las mismas.
fr: Amélioration de la navigation par mot et commandes de sélection de mots.
hr: Poboljšano kretanje po riječima i prečaci za izbor riječi.
it: Migliora i comandi di navigazione per parole e la selezione delle stesse.
pt_br: Comandos aprimorados de navegação por palavra e seleção de palavras.
pt_pt: Melhoria dos comandos de navegação por palavra e de seleção de palavras.
uk: Покращена навігація та виділення по словах за допомогою відповідних команд.
